Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Custom layouts are part of the membership. Subscribe to move keys, add rows and keep the arrangement.
de: Benutzerdefinierte Layouts sind Teil der Mitgliedschaft. Abonniere, um Tasten zu verschieben, Zeilen hinzuzufügen und die Anordnung zu behalten.
es: Los diseños personalizados son parte de la membresía. Suscríbete para mover teclas, añadir filas y conservar la disposición.
et: Kohandatud paigutused on osa liikmelisusest. Telli, et liigutada klahve, lisada ridu ja säilitada paigutus.
fr: Les dispositions personnalisées font partie de l'abonnement. Abonne-toi pour déplacer les touches, ajouter des rangées et garder la disposition.
hu: Az egyéni elrendezések a tagság részét képezik. Iratkozz fel, hogy mozgathasd a billentyűket, sorokat adj hozzá, és megtartsd az elrendezést.
it: I layout personalizzati fanno parte dell'abbonamento. Abbonati per spostare i tasti, aggiungere righe e conservare la disposizione.
ja: カスタムレイアウトはメンバーシップに含まれます。サブスクリプションでキーを移動し、行を追加して、配置を維持できます。
ko: 사용자 지정 키보드는 멤버십의 일부입니다. 구독하여 키를 이동하고, 행을 추가하고, 배열을 유지하세요.
ms: Susun atur tersuai adalah sebahagian daripada keahlian. Langgan untuk menggerakkan kekunci, menambah baris dan mengekalkan susunan.
pt: Os esquemas personalizados fazem parte da subscrição. Subscreve para mover teclas, adicionar filas e manter a disposição.
ru: Свои раскладки — часть членства. Оформите подписку, чтобы перемещать клавиши, добавлять ряды и сохранять расстановку.
zh_hans: 自定义布局属于会员功能。订阅后即可移动按键、添加行并保留布局。

source: Custom panel
de: Eigenes Panel
es: Panel personalizado
et: Kohandatud paneel
fr: Panneau perso
hu: Egyéni panel
it: Pannello personalizzato
ja: カスタムパネル
ko: 사용자 패널
ms: Panel tersuai
pt: Painel personalizado
ru: Своя панель
zh_hans: 自定义面板

source: Custom panels
de: Eigene Panels
es: Paneles propios
et: Kohandatud paneelid
fr: Panneaux perso
hu: Saját panelek
it: Pannelli personalizzati
ja: カスタムパネル
ko: 사용자 패널
ms: Panel tersuai
pt: Painéis personalizados
ru: Свои панели
zh_hans: 自定义面板

source: Custom pet
de: Eigenes Haustier
es: Mascota personalizada
et: Kohandatud lemmikloom
fr: Compagnon personnalisé
hu: Egyéni kisállat
it: Animaletto personalizzato
ja: カスタムペット
ko: 사용자 지정 펫
ms: Haiwan peliharaan tersuai
pt: Mascote personalizada
ru: Свой питомец
zh_hans: 自定义宠物

source: Custom profiles
de: Eigene Profile
es: Perfiles personalizados
et: Kohandatud profiilid
fr: Profils personnalisés
hu: Egyéni profilok
it: Profili personalizzati
ja: カスタムプロファイル
ko: 사용자 설정 프로필
ms: Profil tersuai
pt: Perfis personalizados
ru: Пользовательские профили
zh_hans: 自定义配置方案

source: Custom profiles need Clink Membership. Subscribe in the Clink app.
de: Für eigene Profile ist eine Clink-Mitgliedschaft erforderlich. Abonniere sie in der Clink-App.
es: Los perfiles personalizados requieren una suscripción a Clink. Suscríbete en la app Clink.
et: Kohandatud profiilid nõuavad Clinki liikmesust. Telli see Clinki rakenduses.
fr: Les profils personnalisés nécessitent un abonnement Clink. Abonne-toi dans l’app Clink.
hu: Az egyéni profilokhoz Clink-tagság szükséges. Fizess elő a Clink appban.
it: I profili personalizzati richiedono un abbonamento Clink. Abbonati nell’app Clink.
ja: カスタムプロファイルにはClinkメンバーシップが必要です。Clinkアプリで登録してください。
ko: 사용자 설정 프로필을 사용하려면 Clink 멤버십이 필요합니다. Clink 앱에서 구독하세요.
ms: Profil tersuai memerlukan Keahlian Clink. Langgan dalam app Clink.
pt: Os perfis personalizados requerem uma adesão ao Clink. Adere na app Clink.
ru: Для пользовательских профилей нужна подписка Clink. Оформите её в приложении Clink.
zh_hans: 自定义配置需要 Clink 会员资格，请在 Clink App 中订阅。

source: Custom provider
de: Eigener Anbieter
es: Proveedor personalizado
et: Kohandatud teenusepakkuja
fr: Fournisseur personnalisé
hu: Egyéni szolgáltató
it: Provider personalizzato
ja: カスタムプロバイダ
ko: 사용자 지정 제공업체
ms: Penyedia tersuai
pt: Fornecedor personalizado
ru: Свой провайдер
zh_hans: 自定义提供商

source: Custom setup
de: Eigene Einstellung
es: Configuración propia
et: Kohandatud seadistus
fr: Réglage perso
hu: Egyedi beállítás
it: Configurazione personale
ja: カスタム設定
ko: 사용자 설정
ms: Tetapan sendiri
pt: Configuração própria
ru: Своя настройка
zh_hans: 自定义设置

source: Custom sound and haptics
de: Eigene Töne und Haptik
es: Sonido y respuesta háptica personalizados
et: Kohandatud heli ja haptika
fr: Sons et retours haptiques personnalisés
hu: Egyéni hangok és haptika
it: Suoni e feedback aptico personalizzati
ja: カスタムサウンドと触覚フィードバック
ko: 사용자화 사운드 및 햅틱
ms: Bunyi dan haptik tersuai
pt: Som e resposta háptica personalizados
ru: Пользовательские звуки и тактильная отдача
zh_hans: 自定义声音和触觉反馈

source: Custom sounds and haptics need Full Access. The standard click works without it.
de: Eigene Sounds und Haptik brauchen Vollzugriff. Der normale Klick geht auch ohne.
es: Los sonidos y vibraciones propios necesitan acceso completo. El clic normal funciona sin él.
et: Kohandatud helid ja haptiline tagasiside vajavad täisjuurdepääsu. Tavaline klõps töötab ilma selleta.
fr: Les sons et retours haptiques perso ont besoin de l'accès complet. Le clic standard marche sans.
hu: Az egyéni hangokhoz és rezgéshez Teljes hozzáférés kell. A megszokott kattanás enélkül is megy.
it: I suoni e i feedback personalizzati hanno bisogno dell'accesso completo. Il clic standard funziona anche senza.
ja: カスタムのサウンドとハプティクスにはフルアクセスが必要です。標準のクリック音はなくても使えます。
ko: 나만의 사운드와 햅틱은 전체 접근이 필요해요. 기본 클릭음은 없어도 잘 돼요.
ms: Bunyi dan haptik sendiri perlukan Akses Penuh. Klik biasa berfungsi tanpanya.
pt: Os sons e vibrações à tua medida precisam de acesso total. O clique normal funciona sem ele.
ru: Своим звукам и тактильной отдаче нужен полный доступ. Стандартный щелчок работает и без него.
zh_hans: 自定义声音和触感需要完全访问权限。系统自带的点击声不用它也能响。

source: Custom sounds need Full Access. The standard click works without it.
de: Eigene Sounds brauchen Vollzugriff. Der normale Klick geht auch ohne.
es: Los sonidos propios necesitan acceso completo. El clic normal funciona sin él.
et: Kohandatud helid vajavad täisjuurdepääsu. Tavaline klõps töötab ilma selleta.
fr: Les sons perso ont besoin de l'accès complet. Le clic standard marche sans.
hu: Az egyéni hangokhoz Teljes hozzáférés kell. A megszokott kattanás enélkül is megy.
it: I suoni personalizzati hanno bisogno dell'accesso completo. Il clic standard funziona anche senza.
ja: カスタムサウンドにはフルアクセスが必要です。標準のクリック音はなくても使えます。
ko: 나만의 사운드는 전체 접근이 필요해요. 기본 클릭음은 없어도 잘 돼요.
ms: Bunyi sendiri perlukan Akses Penuh. Klik biasa berfungsi tanpanya.
pt: Os sons à tua medida precisam de acesso total. O clique normal funciona sem ele.
ru: Своим звукам нужен полный доступ. Стандартный щелчок работает и без него.
zh_hans: 自定义声音需要完全访问权限。系统自带的点击声不用它也能响。

source: Custom themes
de: Eigene Themes
es: Temas personalizados
et: Kohandatud teemad
fr: Thèmes personnalisés
hu: Egyéni témák
it: Temi personalizzati
ja: カスタムテーマ
ko: 사용자 설정 테마
ms: Tema tersuai
pt: Temas personalizados
ru: Пользовательские темы
zh_hans: 自定义主题

source: Custom themes, layouts, keys, sounds and profiles.
de: Eigene Themes, Layouts, Tasten, Sounds und Profile.
es: Temas, diseños, teclas, sonidos y perfiles personalizados.
et: Kohandatud teemad, paigutused, klahvid, helid ja profiilid.
fr: Thèmes, dispositions, touches, sons et profils personnalisés.
hu: Egyéni témák, elrendezések, billentyűk, hangok és profilok.
it: Temi, layout, tasti, suoni e profili personalizzati.
ja: カスタムテーマ、レイアウト、キー、サウンド、プロファイル。
ko: 사용자화 테마, 레이아웃, 키, 사운드 및 프로필.
ms: Tema, susun atur, kekunci, bunyi dan profil tersuai.
pt: Temas, esquemas, teclas, sons e perfis personalizados.
ru: Пользовательские темы, раскладки, клавиши, звуки и профили.
zh_hans: 自定义主题、布局、按键、声音和配置文件。

source: Custom word
de: Eigenes Wort
es: Palabra personalizada
et: Kohandatud sõna
fr: Mot personnalisé
hu: Egyéni szó
it: Parola personalizzata
ja: カスタム単語
ko: 사용자 단어
ms: Perkataan tersuai
pt: Palavra personalizada
ru: Своё слово
zh_hans: 自定义词

source: Custom words
de: Eigene Wörter
es: Palabras propias
et: Kohandatud sõnad
fr: Mots perso
hu: Saját szavak
it: Parole personalizzate
ja: カスタム単語
ko: 사용자 단어
ms: Perkataan tersuai
pt: Palavras personalizadas
ru: Свои слова
zh_hans: 自定义词

source: Custom words are treated as correctly spelled and ranked in the bar. They stay on this device and aren't cleared with learned words.
de: Eigene Wörter gelten als richtig geschrieben und werden in der Leiste einsortiert. Sie bleiben auf diesem Gerät und werden nicht mit den gelernten Wörtern gelöscht.
es: Tus palabras propias se tratan como bien escritas y salen ordenadas en la barra. Se quedan en este dispositivo y no se borran junto con las palabras aprendidas.
et: Kohandatud sõnu käsitletakse õigesti kirjutatutena ja need reastuvad ribale. Need jäävad sellesse seadmesse ja neid ei tühjendata koos õpitud sõnadega.
fr: Tes mots perso sont vus comme bien orthographiés et remontent dans la barre. Ils restent sur cet appareil et ne partent pas avec les mots appris.
hu: Az egyéni szavakat helyesen írtnak veszi, és rangsorolja őket a sávban. Ezen a készüléken maradnak, és a tanult szavakkal együtt sem törlődnek.
it: Le parole tue vengono trattate come scritte bene e messe in alto nella barra. Restano su questo dispositivo e non spariscono quando cancelli le parole apprese.
ja: カスタム単語は正しいつづりとして扱われ、バーに表示されます。このデバイスに残り、学習した単語を消しても消えません。
ko: 직접 넣은 단어는 맞게 쓴 걸로 보고 바에 순위를 매겨요. 이 기기에만 남고, 학습한 단어를 지울 때 같이 지워지지 않아요.
ms: Perkataan sendiri dianggap dieja betul dan diberi kedudukan dalam bar. Ia kekal pada peranti ini dan tak dipadam bersama perkataan yang dipelajari.
pt: As palavras que tu adicionas contam como bem escritas e ganham lugar na barra. Ficam só neste dispositivo e não desaparecem com as palavras aprendidas.
ru: Свои слова считаются написанными правильно и участвуют в подсказках. Они остаются на этом устройстве и не удаляются вместе с выученными словами.
zh_hans: 自定义词语会被当成拼写正确，并在候选栏里排序。它们只留在这台设备上，清除已学词语时也不会一起删掉。

source: Custom words work without learning turned on and aren't cleared with learned words.
de: Eigene Wörter funktionieren auch ohne eingeschaltetes Lernen und werden mit den gelernten Wörtern nicht gelöscht.
es: Las palabras propias funcionan sin activar el aprendizaje y no se borran con las palabras aprendidas.
et: Kohandatud sõnad töötavad ilma õppimiseta ja neid ei tühjendata koos õpitud sõnadega.
fr: Tes mots fonctionnent même sans l'apprentissage et ne sont pas effacés avec les mots appris.
hu: A saját szavak tanulás nélkül is működnek, és a tanult szavakkal együtt sem törlődnek.
it: Le parole personalizzate funzionano anche senza l'apprendimento e non vengono cancellate con le parole imparate.
ja: カスタム単語は学習がオフでも有効で、学習した単語を消しても残ります。
ko: 사용자 단어는 학습이 꺼져 있어도 작동하고, 학습된 단어를 지워도 남습니다.
ms: Perkataan tersuai berfungsi walaupun pembelajaran dimatikan dan tidak dibersihkan bersama perkataan yang dipelajari.
pt: As palavras personalizadas funcionam sem a aprendizagem ligada e não são apagadas com as palavras aprendidas.
ru: Свои слова работают и без включённого обучения и не удаляются вместе с выученными словами.
zh_hans: 自定义词在关闭学习时也有效，清空已学词汇时不会被删掉。

source: Customization
de: Anpassung
es: Personalización
et: Kohandamine
fr: Personnalisation
hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
ko: 맞춤 설정
ms: Penyesuaian
pt: Personalização
ru: Настройка
zh_hans: 自定义

source: Customize
de: Anpassen
es: Personalizar
et: Kohanda
fr: Personnaliser
hu: Testreszabás
it: Personalizza
ja: カスタマイズ
ko: 꾸미기
ms: Sesuaikan
pt: Personalizar
ru: Настроить
zh_hans: 自定义

source: Customize the keyboard
de: Tastatur anpassen
es: Personalizar el teclado
et: Kohanda klaviatuuri
fr: Personnaliser le clavier
hu: Billentyűzet testreszabása
it: Personalizza la tastiera
ja: キーボードをカスタマイズ
ko: 키보드 사용자화
ms: Sesuaikan papan kekunci
pt: Personalizar o teclado
ru: Настроить клавиатуру
zh_hans: 自定义键盘

source: Cut edge
de: Ausgeschnittene Kante
es: Borde recortado
et: Lõigatud serv
fr: Bord découpé
hu: Levágott perem
it: Bordo ritagliato
ja: 切り取った縁
ko: 잘린 가장자리
ms: Tepi terpotong
pt: Borda recortada
ru: Обрезанный край
zh_hans: 裁切边缘

source: Cycle presets and your layouts
de: Durch Vorlagen und deine Layouts blättern
es: Recorre los preajustes y tus disposiciones
et: Sirbi eelseadistusi ja oma paigutusi
fr: Fait défiler les préréglages et tes dispositions
hu: Végigpörgeti az előbeállításokat és a saját elrendezéseidet
it: Scorre i preset e le tue disposizioni
ja: プリセットと自分のレイアウトを順に切り替え
ko: 프리셋과 내 배열을 차례로 전환
ms: Kitar praset dan susun atur anda
pt: Percorre as predefinições e os teus esquemas
ru: Перебирать пресеты и ваши раскладки
zh_hans: 在预设和你的布局之间轮换

source: Cyrillic
de: Kyrillisch
es: Cirílico
et: Kirillitsa
fr: Cyrillique
hu: Cirill
it: Cirillico
ja: キリル文字
ko: 키릴 문자
ms: Cyril
pt: Cirílico
ru: Кириллица
zh_hans: 西里尔文

source: Daily peak words per minute, last 7 days
de: Täglicher Höchstwert Wörter pro Minute, letzte 7 Tage
es: Pico diario de palabras por minuto, últimos 7 días
et: Igapäevane tipp sõnades minutis, viimased 7 päeva
fr: Pic quotidien de mots par minute, 7 derniers jours
hu: Napi csúcs, szó/perc, elmúlt 7 nap
it: Picco giornaliero di parole al minuto, ultimi 7 giorni
ja: 1日の最高WPM、直近7日間
ko: 일일 최고 분당 단어 수, 최근 7일
ms: Kemuncak harian perkataan seminit, 7 hari lepas
pt: Pico diário de palavras por minuto, últimos 7 dias
ru: Дневной пик слов в минуту за последние 7 дней
zh_hans: 每日最高每分钟字数，最近 7 天

source: Daily peaks, measured during sustained typing.
de: Tägliche Spitzenwerte, gemessen beim durchgehenden Tippen.
es: Velocidad máxima diaria, medida durante periodos de escritura continua.
et: Iga päeva suurim kiirus, mõõdetud järjest trükkimise ajal.
fr: Meilleure vitesse de chaque jour, mesurée sur des séquences de frappe continue.
hu: Napi csúcssebesség, folyamatos gépelés közben mérve.
it: Velocità massime giornaliere, misurate durante la digitazione continua.
ja: 連続して入力したときの、各日の最高速度です。
ko: 연속으로 타이핑하는 동안 측정한 일별 최고 속도입니다.
ms: Kelajuan tertinggi setiap hari, diukur semasa menaip secara berterusan.
pt: Velocidades máximas diárias, medidas durante períodos de escrita contínua.
ru: Максимальная скорость за каждый день, измеренная при непрерывном наборе.
zh_hans: 每天持续打字时测得的最高速度。

source: Damping
de: Dämpfung
es: Amortiguación
et: Summutus
fr: Amortissement
hu: Csillapítás
it: Smorzamento
ja: 減衰
ko: 감쇠
ms: Redaman
pt: Atenuação
ru: Демпфирование
zh_hans: 阻尼

source: Dark
de: Dunkel
es: Oscuro
et: Tume
fr: Sombre
hu: Sötét
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
pt: Escuro
ru: Тёмная
zh_hans: 深色

source: Dark theme
de: Dunkles Theme
es: Tema oscuro
et: Tume teema
fr: Thème sombre
hu: Sötét téma
it: Tema scuro
ja: ダークテーマ
ko: 어두운 테마
ms: Tema gelap
pt: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题

source: Darkens the key's inner edge, so the cap looks recessed.
de: Dunkelt die Innenkante ab, sodass die Taste eingelassen wirkt.
es: Oscurece el borde interior para que la tecla parezca hundida.
et: Tumestab klahvi sisemise serva, nii et kate näib süvendatud.
fr: Assombrit le bord intérieur pour que la touche paraisse enfoncée.
hu: Sötétíti a billentyű belső élét, így az bemélyedve hat.
it: Scurisce il bordo interno, così il tasto sembra incassato.
ja: キーの内側の縁が暗くなり、へこんで見えます。
ko: 키 안쪽 가장자리를 어둡게 해서 눌린 것처럼 보여요.
ms: Menggelapkan bibir dalam kekunci supaya ia nampak terbenam.
pt: Escurece o bordo interior, para a tecla parecer encaixada.
ru: Затемняет внутренний край клавиши, и она выглядит утопленной.
zh_hans: 压暗按键内缘，让键帽看起来是嵌进去的。

source: Dashed
de: Gestrichelt
es: Discontinua
et: Katkendjoon
fr: Tirets
hu: Szaggatott
it: Tratteggiato
ja: 破線
ko: 파선
ms: Putus-putus
pt: Tracejado
ru: Пунктир
zh_hans: 虚线

source: Date
de: Datum
es: Fecha
et: Kuupäev
hu: Dátum
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
pt: Data
ru: Дата
zh_hans: 日期

source: Date and time
de: Datum und Uhrzeit
es: Fecha y hora
et: Kuupäev ja kellaaeg
fr: Date et heure
hu: Dátum és idő
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
ms: Tarikh dan masa
pt: Data e hora
ru: Дата и время
zh_hans: 日期与时间

source: Date range
de: Zeitraum
es: Periodo
et: Ajavahemik
fr: Période
hu: Időszak
it: Periodo
ja: 期間
ko: 기간
ms: Tempoh
pt: Período
ru: Период
zh_hans: 日期范围

source: Day streak
de: Tage in Folge
es: Días seguidos
et: Päevi järjest
fr: Jours d’affilée
hu: Napos sorozat
it: Giorni di fila
ja: 連続日数
ko: 연속 일수
ms: Hari berturut
pt: Dias seguidos
ru: Дней подряд
zh_hans: 连续天数

source: Days of the week
de: Wochentage
es: Días de la semana
et: Nädalapäevad
fr: Jours de la semaine
hu: A hét napjai
it: Giorni della settimana
ja: 曜日
ko: 요일
ms: Hari dalam minggu
pt: Dias da semana
ru: Дни недели
zh_hans: 星期

source: Debug hitboxes and touch trails
de: Hitboxen und Touch-Spuren debuggen
es: Depurar zonas táctiles y rastros
et: Silu tabamustsoonide ja puudutuse jälgi
fr: Déboguer les zones tactiles et les traces
hu: Találati zónák és érintésnyomok hibakeresése
it: Debug delle hitbox e delle tracce touch
ja: ヒットボックスとタッチの軌跡をデバッグ
ko: 히트박스와 터치 궤적 디버그
ms: Nyahpepijat hitbox dan jejak sentuhan
pt: Ver hitboxes e rastos de toque
ru: Отладка зон нажатия и следов касаний
zh_hans: 调试触控区域和触摸轨迹

source: Debug print
de: Debug-Ausgabe
es: Impresión de depuración
et: Silumisväljund
fr: Impression de débogage
hu: Debug kiírás
it: Stampa di debug
ja: デバッグ出力
ko: 디버그 출력
ms: Cetak nyahpepijat
pt: Impressão de depuração
ru: Отладочный вывод
zh_hans: 调试输出

source: Decay
de: Ausklingen
es: Decaimiento
et: Hääbumine
fr: Atténuation
hu: Lecsengés
it: Decadimento
ja: 減衰
ko: 감쇠
ms: Susutan
pt: Decaimento
ru: Затухание
zh_hans: 衰减

source: Decimal
de: Dezimalblock
es: Teclado decimal
et: Kümnendklahvistik
fr: Pavé décimal
hu: Tizedes számbillentyűzet
it: Tastierino decimale
ja: 小数入力パッド
ko: 소수 입력 패드
ms: Pad perpuluhan
pt: Teclado decimal
ru: Десятичная клавиатура
zh_hans: 小数键盘

source: Decimal pad
de: Dezimaltastatur
es: Teclado decimal
et: Kümnendarvude klahvistik
fr: Clavier décimal
hu: Tizedes számbillentyűzet
it: Tastierino decimale
ja: 小数入力用キーパッド
ko: 소수점 키패드
ms: Pad perpuluhan
pt: Teclado decimal
ru: Десятичная клавиатура
zh_hans: 小数键盘

source: Deep, rounded thock of a lubed brown switch.
de: Tiefer, runder Thock eines geschmierten Brown-Switches.
es: Golpe grave y redondo de un interruptor marrón lubricado.
et: Sügav, ümar thock määritud brown-lülitilt.
fr: Son profond et rond d'un switch brun lubrifié.
hu: Mély, kerek koppanás egy kent barna kapcsolótól.
it: Suono profondo e rotondo di uno switch brown lubrificato.
ja: 潤滑した茶軸の、深く丸いコトッという音。
ko: 윤활한 갈축의 깊고 둥근 도각 소리.
ms: Bunyi thock dalam dan bulat daripada suis coklat berpelincir.
pt: Som grave e redondo de um switch castanho lubrificado.
ru: Глубокий округлый «ток» смазанного коричневого переключателя.
zh_hans: 润滑茶轴深沉圆润的敲击声。

source: Default
de: Standard
es: Predeterminado
et: Vaikimisi
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
pt: Predefinição
ru: По умолчанию
zh_hans: 默认

source: Default language
de: Standardsprache
es: Idioma predeterminado
et: Vaikimisi keel
fr: Langue par défaut
hu: Alapértelmezett nyelv
it: Lingua predefinita
ja: デフォルトの言語
ko: 기본 언어
ms: Bahasa lalai
pt: Idioma predefinido
ru: Язык по умолчанию
zh_hans: 默认语言

source: Default skin tone
de: Standard-Hautton
es: Tono de piel predeterminado
et: Vaikimisi nahatoon
fr: Teinte de peau par défaut
hu: Alapértelmezett bőrtónus
it: Tonalità pelle predefinita
ja: デフォルトの肌の色
ko: 기본 피부톤
ms: Ton kulit lalai
pt: Tom de pele predefinido
ru: Тон кожи по умолчанию
zh_hans: 默认肤色

source: Define transform(text). Its return value is inserted.
de: Definier transform(text). Was es zurückgibt, wird eingefügt.
es: Define transform(text). Se inserta lo que devuelva.
et: Defineeri transform(text). Selle tagastatud väärtus lisatakse.
fr: Définis transform(text). Ce qu'elle renvoie est inséré.
hu: Írj egy transform(text) függvényt. Amit visszaad, azt szúrja be.
it: Definisci transform(text). Quello che restituisce viene inserito.
ja: transform(text) を定義します。その戻り値が挿入されます。
ko: transform(text)를 정의하세요. 그 반환 값이 삽입돼요.
ms: Takrifkan transform(text). Nilai pulangannya akan disisipkan.
pt: Define transform(text). O que devolver é o que fica inserido.
ru: Определите transform(text). То, что она вернёт, будет вставлено.
zh_hans: 定义 transform(text)，它的返回值会被插入。

source: Define view(state) to return a tree from vstack / hstack / grid / text / button / field. Optionally define initial().
de: Definier view(state), das einen Baum aus vstack / hstack / grid / text / button / field zurückgibt. Optional kannst du initial() definieren.
es: Define view(state) para devolver un árbol de vstack / hstack / grid / text / button / field. Si quieres, define también initial().
et: Defineeri view(state), et tagastada puu vstack / hstack / grid / text / button / field põhjal. Valikuliselt defineeri initial().
fr: Définis view(state) pour renvoyer un arbre de vstack / hstack / grid / text / button / field. Tu peux aussi définir initial().
hu: Írj egy view(state) függvényt, ami fát ad vissza ezekből: vstack / hstack / grid / text / button / field. A initial() megadása nem kötelező.
it: Definisci view(state) per restituire un albero di vstack / hstack / grid / text / button / field. Se vuoi, definisci anche initial().
ja: view(state) を定義して、vstack / hstack / grid / text / button / field のツリーを返します。initial() は必要なら定義してください。
ko: view(state)를 정의해서 vstack / hstack / grid / text / button / field로 된 트리를 반환하세요. initial()은 원하면 정의해도 돼요.
ms: Takrifkan view(state) untuk pulangkan pokok daripada vstack / hstack / grid / text / button / field. Boleh juga takrifkan initial().
pt: Define view(state) para devolver uma árvore de vstack / hstack / grid / text / button / field. Se quiseres, define também initial().
ru: Определите view(state), чтобы вернуть дерево из vstack / hstack / grid / text / button / field. При желании определите initial().
zh_hans: 定义 view(state)，返回一棵由 vstack / hstack / grid / text / button / field 组成的树。也可以顺便定义 initial()。

source: Definitions need iOS 26 or later.
de: Definitionen benötigen iOS 26 oder neuer.
es: Las definiciones requieren iOS 26 o posterior.
et: Tähendused vajavad iOS 26 või uuemat.
fr: Les définitions nécessitent iOS 26 ou une version ultérieure.
hu: A meghatározásokhoz iOS 26 vagy újabb szükséges.
it: Le definizioni richiedono iOS 26 o successivo.
ja: 定義には iOS 26 以降が必要です。
ko: 뜻풀이에는 iOS 26 이상이 필요합니다.
ms: Makna memerlukan iOS 26 atau lebih baharu.
pt: As definições requerem o iOS 26 ou posterior.
ru: Для определений нужна iOS 26 или новее.
zh_hans: 释义需要 iOS 26 或更高版本。

source: Deform the keys (Form layout)
de: Tasten verformen (Form-Layout)
es: Deformar las teclas (disposición Form)
et: Moonuta klahve (Form-paigutus)
fr: Déformer les touches (disposition Form)
hu: Billentyűk deformálása (Form elrendezés)
it: Deforma i tasti (layout Form)
ja: キーを変形 (Form レイアウト)
ko: 키 변형 (Form 레이아웃)
ms: Ubah bentuk kekunci (susun atur Form)
pt: Deformar as teclas (esquema Form)
ru: Деформировать клавиши (раскладка Form)
zh_hans: 变形按键（Form 布局）

source: Delete
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
hu: Töröl
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pt: Eliminar
ru: Удалить
zh_hans: 删除

source: Delete %@
de: %@ löschen
es: Eliminar %@
et: Kustuta %@
fr: Supprimer %@
hu: %@ törlése
it: Elimina %@
ja: %@ を削除
ko: %@ 삭제
ms: Padam %@
pt: Eliminar %@
ru: Удалить «%@»
zh_hans: 删除 %@

source: Delete (clears the island later)
de: Löschen (die Insel leert sich später)
es: Eliminar (la isla se borrará después)
et: Kustuta (saar tühjeneb hiljem)
fr: Supprimer (l'île se videra plus tard)
hu: Törlés (a sziget később ürül ki)
it: Elimina (l'isola si libera dopo)
ja: 削除（アイランドは後で消えます）
ko: 삭제 (아일랜드는 나중에 사라집니다)
ms: Padam (pulau akan kosong kemudian)
pt: Eliminar (a ilha limpa mais tarde)
ru: Удалить (островок очистится позже)
zh_hans: 删除（灵动岛稍后清除）

source: Delete API key
de: API-Schlüssel löschen
es: Eliminar clave de API
et: Kustuta API-võti
fr: Supprimer la clé API
hu: API-kulcs törlése
it: Elimina chiave API
ja: APIキーを削除
ko: API 키 삭제
ms: Padam kunci API
pt: Apagar chave de API
ru: Удалить ключ API
zh_hans: 删除 API 密钥
